Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/regjeringen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: In practice, whichever national programme has organised an activity or programme is responsible for any SAR needs that may arise due to accident or misfortune.
nn: I praksis har det nasjonale programmet som organiserer den einskilte aktiviteten/programmet, òg ansvaret for eventuelle søk- og redningstilfelle som måtte oppstå ved ulykker eller uhell.

source: Autonomous and remote-controlled vessels and digitalisation of the maritime industry are prioritised programme areas.
nn: Autonome og fjernstyrte fartøy og digitalisering av maritim næring er blant dei prioriterte områda i programmet.

source: Transport has to be arranged whenever the pupils are to engage in activities outside the school.
nn: Dersom elevane skal møte kunsten og kulturen på andre arenaer enn skulen, er det trong for ordna transport.

source: This funding has helped to connect the Svalbard fibre network to two independent trunk networks on the mainland, and to finance measures to a value of around NOK 70 million in Finnmark, including several alternative transmission routes, which will significantly strengthen the digital foundation in the region.
nn: Midlane har medverka til å knyte Svalbardfiberen til to uavhengige transportnett på fastlandet, og til tiltak for om lag 70 millionar kroner i Finnmark, blant anna fleire alternative føringsvegar, som vil styrke den digitale grunnmuren i regionen vesentleg.

source: The act of 1824 contained no provisions on donations to causes serving the common good.
nn: Lova frå 1824 hadde ikkje føresegner om utdeling av gåver til ålmennyttige føremål.

source: Competition may result in more cost-effective operation, lower prices, as well as improved allocation and use of labour and capital.
nn: Konkurranse kan gje meir kostnadseffektiv drift, lågare prisar og betre tilordning og bruk av arbeidskraft og kapital.

source: The prospect of lower key policy rates abroad, a stronger krone and weaker growth prospects abroad pulled the interest rate forecast down in 2011.
nn: Både utsikter til lågare styringsrentene ute, sterkare krone og svakare vekstutsikter ute trekte renteprognosen ned gjennom 2011.

source: These provide useful guidelines that are also relevant for Norway’s engagement.
nn: Dei gjev viktige overordna føringar, òg for eit norsk engasjement.

source: It is an objective for individuals and society at large to utilise the resources, abilities and potential of the users themselves as a basis for managing their daily lives.
nn: Komitéfleirtalet meinte at «[d]agens adgang til reklame på nett bør fjernes», og at NRK-plakaten bør justerast i tråd med dette.

source: Innovative working methods and models developed through area-based initiatives will provide learning and input to the design of new governmental policies.
nn: Nye erfaringar, innovative arbeidsformer og modellar som blir utvikla i områdesatsingane, vil gje læring og innspel til utarbeiding av ny statleg politikk.

source: If financial institutions have low equity-to-assets ratios, or have come to depend on funding from unstable sources, it may be particularly demanding to counteract negative interactions between the financial markets and the real economy.
nn: Om finansinstitusjonane har låg eigenkapitaldel, eller har gjort seg avhengige av finansiering frå lite stabile kjelder, kan det vera særleg ressurskrevjande å motverka negative vekselverknader mellom finansmarknadene og realøkonomien.

source: The allocation level was maintained in 2005 and a proposal
nn: Løyvingsnivået blei halde oppe i 2005, og no foreslår

source: Figure 3.1 Roald Amundsen’s South Pole Expedition, 1911.
nn: Figur 3.1 Sørpolekspedisjonen til Roald Amundsen 1911.

source: Monetary policy and finance policy must work together to stabilise output and employment trends.
nn: Pengepolitikken og finanspolitikken må verka saman for å stabilisera utviklinga i produksjon og sysselsetjing.

source: It is intended for the operations of the merged bank to be continued under the name of Sparebanken Sør.
nn: Den samanslåtte banken er planlagt vidareført under namnet Sparebanken Sør.

source: 4 The result of the targeted work on carbon capture and storage
nn: 4 Resultat av det målretta arbeidet med fangst og lagring av CO

source: The pandemic has heightened the need for infection control and prevention, testing, treatment, sanitation improvement and efforts to reduce starvation and malnutrition.
nn: Det er store behov innanfor smittevern, testing, behandling, betring av sanitære tilhøve, førebygging av smitte og reduksjon av svolt og underernæring som følgje av pandemien.

source: The same water is subsequently returned to Green Mountain after use.
nn: Det same vatnet blir etterpå returnert til Green Mountain etter bruk.

source: Food is public health and it is delight, it is national and international, trendy and traditional.
nn: Mat er folkehelse og nyting, nasjonal og internasjonal, trendy og tradisjonell.

source: Under section 1 of the Dependencies Act, Dronning Maud Land and Peter I Øy are placed under Norwegian sovereignty as
nn: Etter bilandslova § 1 er Dronning Maud Land og Peter I Øy underlagde norsk suverenitet som

source: By 1840, 25 savings banks had been established in Norway, mostly in cities.
nn: I 1840 var det grunnlagt 25 sparebankar i Noreg, dei fleste i byar.

source: The strategy comprises a broad range of measures in research and development, demonstration, work on realising a full-scale demonstration facility and international work.
nn: Strategien omfattar eit breitt spekter av tiltak innan forsking, utvikling, demonstrasjon, arbeidet med å realisere fullskala demonstrasjonsanlegg og internasjonalt arbeid.

source: The capacity and performance of traffic to European hubs such as Amsterdam, Frankfurt and London will also be improved as a result of such expansion.
nn: Kapasiteten og ytinga på trafikken til europeiske knutepunkt som Amsterdam, Frankfurt og London vil òg bli forbetra som følge av slike etableringar.

source: Responses were also received from individuals, organisations and societies involved in the Cultural Rucksack in various ways.
nn: Dei andre fråsegnene er frå enkeltpersonar, organisasjonar og foreiningar som på ulike vis er involverte i arbeidet med Den kulturelle skulesekken.

source: This means that the enterprise itself, or a third party, must perform a security audit and ensure that the data processing agreement is being followed.
nn: Det vil seie at verksemda sjølv, eller ein tredjepart, gjer ein tryggingsrevisjon og sikrar at databehandlaravtalen er følgt.

source: authority of that State, be accepted for purposes
nn: flikten i Tsjetsjenia, og å respektere og verne

source: A TV signal from the memorial event will be available as a pool production from the Norwegian Government Security and Service Organisation (DSS).
nn: TV-signal frå markeringa vil vere tilgjengeleg som ein pool-produksjon frå Departementenes sikkerhets- og serviceorganisasjon (DSS).

source: On 10 June 2013, Hypo Næringskreditt was granted a licence to engage in credit activities.
nn: Hypo Næringskreditt fekk 10. juni 2013 løyve til å driva kredittverksemd.

source: The law provides that it is the savings banks and savings-bank foundations that are to make the donations.
nn: Etter lova er det sparebankane/sparebankstiftingane som skal gje gåva.

source: Suchskills are based on specialist skills and teaching skills, which contribute to giving a sense ofauthority and confidence.
nn: Slik kompetanse byggjer m.a.på fagleg og didaktisk dugleik, som igjen gir autoritet og tryggleik i sosiale samanhengar.

source: Textbox 6.2 The World Conference on Arts Education in Portugal in 2006
nn: Boks 6.2 Verdskonferanse om Arts Education i Portugal 2006

source: Production from the northern flank started in the summer of 1999.
nn: Produksjonen frå nordflanken tok til sommaren 1999.

source: Complex sets of issues related to management, climate and the environment in the Antarctic make an interdisciplinary approach necessary.
nn: Komplekse problemstillingar i samband med forvalting, klima og miljø i Antarktis krev ei tverrfagleg tilnærming.

source: This has meant that every year, nearly 1600 additional students can start a degree course in ICT, and the first cohort of students are now about to graduate.
nn: Dette har gjort at nesten 1600 fleire studentar kan starte på IKT-studium kvart år, og dei fyrste av desse studentane begynner nå å bli ferdige med studia sine.

source: The alternative to such agreements will be full connection, and where investment is needed in the transmission network, a consumer investment contribution will also be required.
nn: Alternativet til slike avtalar vil vere full tilknyting, og at uttakskunden må betale anleggsbidrag dersom det er behov for investeringar i overføringsnettet.

source: Systematic experiments can be utilised in several ways.
nn: Systematiske eksperiment kan nyttast på fleire måtar i økonomien.

source: While this represents a large share, it is slightly below the average for Norwegian research in general (56 per cent in 2013).
nn: Det utgjer en stor del, men ligg noko under snittet for norsk forsking generelt (56 prosent i 2013).

source: The cost of the measure is higher for Fortum Oslo Varme than Norcem, and therefore, seen in isolation, implementing Fortum Oslo Varme’s project will have a lower demonstration value than implementation of Norcem’s project.
nn: Fortum Oslo Varme har ein høgare tiltakskostnad enn Norcem, og difor er ei realisering av Fortum Oslo Varme sitt prosjekt, isolert sett, vurdert å gi ein lågare demonstrasjonsverdi enn ei realisering av Norcems prosjekt.

source: A standard contract from the service provider could well be used, provided it guaranteed the use of specific technologies or standards, or met requirements for specific certifications in such a way as to satisfy the requirements imposed on public sector enterprises.
nn: Ein kan òg tenke seg at det er mogleg å bruke standardkontraktar frå leverandøren dersom desse inneheld garantiar om bruk av bestemte teknologiar eller standardar, eller oppfyller krav til ei bestemt sertifisering, som gjer at avtalen tilfredsstiller dei krava den offentlege verksemda har.

source: Cooperation between Scenekunstbruket and Riksteatret would be a good way of ensuring that a greater number of theatre productions from the large theatre institutions are included in the programme.
nn: For i større grad å inkludere scenekunstproduksjonar frå dei store institusjonsteatra i Den kulturelle skulesekken kan eit samarbeid mellom Norsk scenekunstbruk og Riksteatret vere tenleg.

source: The accuracy of the services must be improved.
nn: Norsk Journalistlag ber derfor om at det blir rydda opp i ordbruken.

source: CCAS Convention for the Conservation of Antarctic Seals, 1972
nn: (Convention for the Conservation of Antarctic Seals), frå 1972 CEMP CCAMLR-programmet for økosystem-overvaking

source: For example, monitoring of patients in their own home means that local authorities have been able to maintain a good level of service during the pandemic while also protecting patients and staff from infection from direct personal contact.
nn: Monitorering av pasientar heime har for eksempel medverka til at ein har kunna oppretthalde eit godt tenestetilbod under pandemien, samtidig som ein har skjerma både pasientar og personell frå smitte gjennom direkte personkontakt.

source: It can be noted that Figure 2.21 shows a different development trend than Figure 2.20.
nn: Vi kan merka oss at figur 2.21 syner eit anna utviklingstrekk enn figur 2.20.

source: In 2010/2011, Finanstilsynet conducted a survey of donations by various savings banks and the foundations Sparebankstiftelsen DnB Nor and Gjensidigestiftelsen.
nn: Finanstilsynet gjorde i 2010/2011 ei undersøking om gåveutdeling hjå ei rekkje sparebankar, Sparebankstiftelsen DnB NOR og Gjensidigestiftelsen.

source: Telenor closed down Comoyo in November 2013 after major international players like Netflix and HBO established themselves with streaming services in the Nordic countries and captured most of the market.
nn: Telenor avvikla Comoyo i november 2013, etter at store internasjonale aktørar som Netflix og HBO etablerte seg med strøyme-TV i Norden og tok det meste av marknaden.

source: It also outlines the framework and general direction for our work in this area in the years ahead, and thus provides guidance for the development of concrete plans at country and regional level in the Sahel in a long-term perspective.
nn: Strategien skal òg peike på rammene og retninga for arbeidet i åra framover, og såleis kunne gje rettleiing til arbeidet med konkrete planverk på landnivå og regionalt i Sahel i eit langsiktig perspektiv.

source: nmVOC emissions from oil loading and storage
nn: Utslepp av nmVOC frå lasting og lagring av olje

source: The larger equity component implies more risk and larger value fluctuations, but also higher return potential.
nn: Det å ha mykje aksjar inneber høgare risiko og større svingingar, men òg høgare avkastningspotensial.

source: to about 2 pct.
nn: til omkring 2 pst.

source: For example, what would have happened if no residential mortgages had been granted to customers incapable of payment in the USA?
nn: Kva hadde til dømes skjedd om det ikkje hadde vore gjeve bustadlån til betalingsudyktige kundar i USA?

source: storage has been implemented in relevant Norwegian legislation to establish the necessary framework.
nn: EUs lagringsdirektiv er implementert i relevant norsk lovverk, slik at naudsynt rammeverk er etablert.

source: The enterprises also indicated that procuring cloud services would be simpler and more secure if some form of prequalification, approval or accreditation of suppliers were in place.
nn: Verksemdene meiner òg at det ville vere enklare og sikrare å kjøpe skytenester om det fanst ei form for prekvalifisering, godkjenning eller akkreditering av leverandørar.

source: The collaboration between children and adults in
nn: ulik for gutar og jenter, og han har sjølvsagt vore

source: Whichever sourcing strategy an enterprise chooses, an analysis is needed to decide whether the chosen solution meets current requirements for the type of information the system will process and whether the risk associated with the chosen strategy is acceptable.
nn: Same kva for ein sourcingstrategi ein vel, må ein gjere ein analyse for å avgjere om den valde løysinga tilfredsstiller krava som gjeld for den typen informasjon systemet behandlar, og om risikoen med den valde strategien er akseptabel.

source: In a pilot project at Innlandet Hospital Trust, ambulance personnel have been equipped with a tablet, mobile phone or voice-controlled camera where they can receive guidance and quick decision-making support from the air ambulance, A&E departments or hospital doctors in critical and challenging situations.
nn: I eit pilotprosjekt ved Sykehuset Innlandet HF har ambulansepersonell blitt utstyrt med nettbrett, telefon eller talestyrt kamera, som skal sørge for rettleiing og rask beslutningsstøtte frå luftambulansen, legevakt eller sjukehuslege i kritiske og uavklarte situasjonar.

source: This is because much of their total assets are invested in securities, whilst the majority of their liabilities carry a promise of a certain return on capital (interest rate guarantee).
nn: Grunnen til det er at mykje av forvaltningskapitalen er plassert i verdipapir, samstundes som storparten av skyldnadene inneheld ein lovnad om ei viss avkastning på kapitalen (rentegaranti).

source: This may not result in a material change in risk for any individual financial undertaking, but the increase in risk for the financial infrastructure as a whole may nonetheless be significant.
nn: Dette treng ikkje å innebere vesentleg endra risiko for det einskilde finansføretaket, men risikoauken for den finansielle infrastrukturen som heilskap kan likevel verte monaleg.

source: Strengthening the MERKUR programme and development and investment support to local shops
nn: Styrking av MERKUR-programmet og utviklings- og investeringsstøtta til utkantbutikkar

source: Minister of Petroleum and Energy Tina Bru announced the news on a boat trip to Utsira and the offshore wind mill Hywind Demo outside the coast of Haugesund in Rogaland county on June 12
nn: Det annonserte olje- og energiminister Tina Bru under ein båttur til Utsira og HywindDemo utanfor Haugesund i Rogaland 12.

source: Activity in the United States expanded throughout 2011, and sentiment indicators suggest increased optimism.
nn: I USA auka aktiviteten gjennom 2011, og stemningsindikatorar tyder på auka optimisme.

source: In 2015, UN member states adopted the 2030 Agenda for Sustainable Development.
nn: I 2015 vedtok medlemslanda i FN 2030-agendaen for berekraftig utvikling.

source: The planned deadline for implementing the rules in national law is 1 January 2014.
nn: Fristen for å gjennomføra reglane i nasjonalt regelverk vert etter planen 1. januar 2014.

source: One actor’s investments can thereby make other actors’ investments more valuable [35].
nn: Ein aktør sine investeringar kan dermed gjere andre aktørar sine investeringar meir verdifulle [35].

source: at 14.00 Oslo-time.
nn: oktober klokka 14.00.

source: Important areas where guidance is needed are: information value assessment, risk assessment, and information security.
nn: Viktige område der det er bruk for rettleiing, er verdivurdering av informasjon, risikovurderingar og informasjonstryggleik.

source: The fact that households have enjoyed good access to loans at a low interest rate may have fuelled the housing price increase, which has then increased the need and demand for loans.
nn: Det at hushalda har hatt god tilgang til lån til låg rente, kan ha medverka til oppgangen i bustadprisane, noko som igjen har auka behovet for og etterspurnaden etter lån.

source: In Sweden, moreover, it has been announced that banks shall contribute to the funding of government foreign exchange reserve accumulation, since the international funding of banks imposes a risk on the economy in the form of potential foreign exchange reserve depletion.
nn: I Sverige er det dessutan varsla at bankane skal vere med på å finansiere oppbygginga av valutareservane til det offentlege, sidan utlandsfinansieringa til bankane påfører økonomien risiko for å måtte nytte valutareservane.

source: Another prerequisite for democracy is that language keeps up with the rapid development of knowledge in society.
nn: Hovudinntrykket frå innspelsmøta og dei skriftlege innspela er at Noreg har eit rikt og levande kulturliv over heile landet.

source: A new allocation key will be introduced in 2009.
nn: I 2009 skal det innførast ein ny tippenøkkel.

source: With the budget proposal for 2021, we will ensure that the planning of test facilities can commence, says the Minister of Transport and Communications.
nn: Med budsjettforslaget for 2021 sikrar vi at planlegginga av testfasilitetar kan starte, seier samferdselsministeren.

source: There are also certain other limitations to the right to reduce funding.
nn: Det er også enkelte andre avgrensingar i retten til å redusere tilskotet.

source: From 1970 to 1980, the number fell from 493 to 322, and fell further to 142 by 1990.
nn: Frå 1970 til 1980 gjekk talet ned frå 493 til 322, og vidare til 142 i 1990.

source: The MJPS has submitted the plan to the DCP.
nn: JD har lagt saka fram for DSB.

source: Taking as their point of departure legislation, teachingplans, curricula and other regulations, they must learn how to make local and individualizedteaching plans.
nn: Med utgangspunkt i lover, læreplanar og andre forskrifter skal deireflektere over og få trening i å utarbeide lokale arbeidsplanar og individuelleopplæringsplanar.

source: Ministry of Agriculture and Food
nn: Landbruks- og matdepartementet

source: This awareness was reinforced at the UNESCO General Conference in 2005, when an overwhelming majority of states adopted the Convention on the Protection and Promotion of the Diversity of Cultural Expressions.
nn: Ei slik oppfatning vart forsterka på generalkonferansen for UNESCO i 2005, då eit overveldande fleirtal av landa vedtok ein konvensjon som har som mål å verne og fremje eit mangfald av verdas kulturuttrykk.

source: Northern Lights is a collaboration between Equinor ASA, A/S Norske Shell and Total E&P Norge AS.
nn: Northern Lights er eit samarbeid mellom Equinor ASA, A/S Norske Shell og Total E&P Norge AS.

source: The Research Council of Norway’s programme for maritime activities and offshore operations, MAROFF, supports research and development that help increase value creation in the maritime industry.
nn: Forskingsrådet sitt program for maritim verksemd og offshore-operasjonar, Maroff, skal støtte forsking og utvikling som bidrar til auka verdiskaping i den maritime næringa.

source: Northern Lights is one of very few projects that can develop more extensive infrastructure for CO
nn: Northern Lights er eitt av få prosjekt som kan skape større infrastruktur for CO

source: Of these 21 companies, 12 were Norwegian, while the rest were smaller branches of foreign institutions.
nn: Av dei 21 selskapa er 12 norske, medan resten er mindre filialar av utanlandske føretak.

source: years for men and for women 80.
nn: år for menn og 80 for kvinner.

source: The state will cover 75 per cent of all operating costs above the agreed level, up to the ten-year maximum budget.
nn: av alle årlege driftskostnader opp til eit avtalt nivå. Staten skal dekke 75 pst. av alle driftskostnader over det avtalte nivået, opp til eit tiårig maksimalbudsjett.

source: Although forecasters expect strong growth in China compared to traditional industrialised countries, they expect growth to be lower than in 2010 and 2011.
nn: Prognosemakarar trur på høg vekst i Kina jamført med dei tradisjonelle industrilanda, men lågare vekst enn i 2010 og 2011.

source: Several choices are envisaged within the two models, meaning that several variants will be possible in practice.
nn: Det er lagt opp til fleire valalternativ innanfor dei to modellane, slik at det i praksis vert opna for fleire variantar.

source: The waters around Antarctica contain more CO
nn: Havområda rundt Antarktis inneheld meir CO

source: The Norwegian Government and the current industry owners of TCM have entered into a new operating agreement for the period from the end of August 2020 until the end of 2023.
nn: Staten og dagens industrielle eigarar av TCM har inngått ein ny driftsavtale for perioden frå utløpet av august 2020 og ut 2023.

source: The clients, such as banks, manufacturing companies or public sector actors (such as Altinn and Bane NOR), use the data to make their services more competitive.
nn: Kundane, anten dei er bankar, industribedrifter eller innanfor offentleg sektor (som Altinn og Bane Nor), nyttar dataa til å auke konkurransekrafta i tenestene sine.

source: The guidelines enabled Norges Bank to cut interest rates sharply when inflation expectations and output dropped in the autumn of 2008.
nn: Retningslinene gjorde det mogleg for Noregs Bank å setja rentene markert ned då inflasjonsforventningane og produksjonen fall hausten 2008.

source: The carbon capture concept selection studies were completed in autumn 2017. The Government decided at this time to present the project to the Storting.
nn: Konseptstudiane av CO -fangst vart ferdigstilt hausten 2017. Regjeringa ønska då å legge prosjektet fram for Stortinget. Stortinget fekk i
